Repository: aoperat/SmileDay
Catalog: SmileDay/Resources/Home.xcstrings
Source language: en
Languages: ko

# activeDayCount
source: %lld days
ko: %lld일

# activeDaysTitle
source: Days with a smile
ko: 웃어본 날

# dayAccessibility
source: %@, smiles: %lld
ko: %@ %lld번

# emptyDay
source: Nothing recorded
ko: 기록이 비어 있어요

# historyHint
source: View monthly history
ko: 월별 기록 보기

# historyNavigationTitle
source: History
ko: 기록

# homeNavigationTitle
source: SmileDay
ko: 스마일데이

# momentsAddingUp
source: They're adding up.
ko: 오늘 웃어본 순간이 하나씩 쌓이고 있어요.

# monthSmileTitle
source: Smiles this month
ko: 이번 달 미소

source: Next month
ko: 다음 달

source: Previous month
ko: 이전 달

# recentTotalCount
source: %lld in total
ko: 총 %lld번

# settingsAccessibilityLabel
source: Settings
ko: 설정

# smileCount
source: %lld smiles
ko: %lld번

# smiledMoments
source: Moments you smiled
ko: 웃어본 순간

# todaySmileCountAccessibility
source: %lld smiles today
ko: 오늘 미소 %lld번
